tap "adoptopenjdk/openjdk"
tap "datawire/blackbird"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "lucassabreu/tap"
tap "oven-sh/bun"
tap "steveyegge/beads"
tap "wix/brew"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "glib"
brew "cairo"
brew "detect-secrets"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "git-filter-repo"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "just"
brew "libavif"
brew "libpq"
brew "libssh2"
brew "mtr"
brew "mvfst"
brew "node"
brew "pulumi"
brew "python@3.11"
brew "rtmpdump"
brew "sleepwatcher", restart_service: :changed
brew "srt"
brew "tcl-tk"
brew "uv"
brew "oven-sh/bun/bun"
brew "steveyegge/beads/bd"
brew "wix/brew/applesimutils"
cask "clockify-cli"
cask "flox"
cask "gcloud-cli"
cask "ghostty"
cask "keycastr"
cask "maccy"
cask "minishift"
cask "ngrok"
vscode "a-h.templ"
vscode "adamhartford.vscode-base64"
vscode "ahebrank.yaml2json"
vscode "awehook.vscode-blink-mind"
vscode "bbenoist.vagrant"
vscode "biomejs.biome"
vscode "bmarkovic.haproxy"
vscode "bradlc.vscode-tailwindcss"
vscode "bruce.rona"
vscode "budparr.language-hugo-vscode"
vscode "christian-kohler.path-intellisense"
vscode "christopher473.chill-classic"
vscode "codeium.codeium"
vscode "csstools.postcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-postgresql-client2"
vscode "darkriszty.markdown-table-prettify"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dksedgwick.xstviz"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "fill-labs.dependi"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "glitch-code-design.twilight-dusk"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "harehare.textusm"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "hoovercj.vscode-power-mode"
vscode "ipedrazas.kubernetes-snippets"
vscode "jasonlhy.hungry-delete"
vscode "jetmartin.bats"
vscode "joao-mbn.react-extract"
vscode "johnpapa.vscode-peacock"
vscode "jpoissonnier.vscode-styled-components"
vscode "kdl-org.kdl"
vscode "lunaryorn.fish-ide"
vscode "macieklad.tailwind-sass-syntax"
vscode "malkoleyplay.twilight-pro"
vscode "mattpocock.ts-error-translator"
vscode "max-ss.cyberpunk"
vscode "mechatroner.rainbow-csv"
vscode "moldaz.minimal-green"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "msjsdiag.vscode-react-native"
vscode "nitayneeman.puppeteer-snippets"
vscode "nmsmith89.incrementor"
vscode "otovo-oss.htmx-tags"
vscode "oven.bun-vscode"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "skyapps.fish-vscode"
vscode "spmeesseman.vscode-taskexplorer"
vscode "statelyai.stately-vscode"
vscode "stefanleung.twilight-main"
vscode "swellaby.rust-pack"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "uppercod.vscode-jsx-style"
vscode "victoriadrake.kabukicho"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.babelrc"
vscode "wayou.vscode-todo-highlight"
vscode "webrender.synthwave-x-fluoromachine"
vscode "yaruson.ascii-unicode-escape"
vscode "yy0931.vscode-sqlite3-editor"
vscode "zamerick.vscode-caddyfile-syntax"
